[M_ListenToGrandma MissionDefinition]
MissionName="Histórias da Vovó Flexington"
MissionDescription="A vovó do Senhor Torgue é uma grande fã sua.  Ela lhe pediu para procurá-la e ouvir as histórias que ela quiser contar."
TurnInDescription="Aqui tem um dolar reluzente... acredite, no meu tempo era possível comprar muitas coisas com um dólar."
MissionSummary="Passe um tempo com a vovózinha Flexington"
MissionGiver="Vovó Flexington"
MissionTurnInLocation="Vovó Flexington"
TeaserText="Quem quer ouvir uma historinha?"

[M_ListenToGrandma:ListenToStory MissionObjectiveDefinition]
ProgressMessage="Escute a história da vovózinha"

[M_ListenToGrandma:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ListenToGrandma:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ListenToGrandma:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ListenToGrandma:TakeRweard MissionObjectiveDefinition]
ProgressMessage="Pegue a sua recompensa"

